Repository: kelebek333/winconn
Catalog: po/*.po
Languages: tr

source: xfreerdp died unexpectedly
tr: xfreerdp beklenmedik bir şekilde öldü

source: Success
tr: Başarılı

source: Disconnect
tr: Bağlantıyı kes

source: Logoff
tr: Oturum kapat

source: Idle timeout
tr: Boşta kalma zaman aşımı

source: Logon timeout
tr: Oturum zaman aşımı

source: Connection replaced
tr: Bağlantı değiştirildi

source: Out of memory
tr: Yetersiz bellek

source: Connection denied
tr: Bağlantı reddedildi

source: Connection denied FIPS
tr: Bağlantı reddedildi FIPS

source: Remote user does not have required privileges
tr: Uzak kullanıcı gerekli haklara sahip değil

source: Fresh credientials required
tr: Yeni kimlik bilgileri gerekli

source: Disconnected by user
tr: Kullanıcı tarafından kesildi

source: Internal
tr: Dahili

source: No license server
tr: Lisans sunucusu yok

source: No license
tr: Lisans yok

source: Bad message from client
tr: İstemciden yanlış mesaj

source: HWID does not match
tr: HWID eşleşmiyor

source: Bad client
tr: Kötü istemci

source: Can not finish protocol
tr: Protokol bitirelemedi

source: Client ended protocol
tr: İstemci protokolü sona erdi

source: Bad client encryption
tr: Kötü istemci şifrelemesi

source: Can not upgrade protocol
tr: Protokol yükseltilemedi

source: No remote connections allowed
tr: Uzak bağlantıya izin verilmiyor

source: RDP protocol error
tr: RDP protokol hatası

source: Bad xfreerdp options. Consider filling a bug on Launchpad
tr: Hatalı freerdp seçenekleri. Bu hata ile ilgili Launchpad üstünde hata bildiriminde bulunabilirsiniz

source: xfreerdp out of memory
tr: xfreerdp bellek yetersizliği

source: xfreerdp protocol error
tr: xfreerdp protokol hatası

source: Connection to server failed
tr: Sunucuya bağlantısı başarısız

source: Unknown return code {0}
tr: Bilinmeyen dönüş kodu {0}

source: Application not in RemoteApp list. Check help to fix this.
tr: Uygulama RemoteApp listesinde yok. Bunun için yardımı içeriğini kontrol edin.

source: Could not execute remote application.
tr: Uzak uygulama çalıştırılamadı.

source: No application for execution selected
tr: Çalıştırma seçimi için uygulama yok

source: Selected application has configuration errors
tr: Seçilen uygulamanın yapılandırma hataları var

source: No application selected for deletion
tr: Silme için seçili uygulama yok

source: Are you sure you want to delete {0} ?
tr: Silmek istediğinize emin misiniz {0} ?

source: No application selected to create desktop launcher
tr: Masaüstü başlatıcısı oluşturmak için seçili uygulama yok

source: Remmina import finnished
tr: Remmina içe aktarımı bitti

source: Select RDP file to import
tr: İçe aktarma için RDP dosyası seç

source: Windows Remote Desktop files
tr: Windows Uzak Masaüstü dosyaları

source: RDP import succeessful
tr: RDP içe aktarma başarılı

source: RDP import unsuccessful
tr: RDP içe aktarma başarısız

source: Please check your application configuration
tr: Uygulama yapılandırmanızı kontrol ediniz

source: New application added successfully
tr: Yeni uygulama başarıyla eklendi

source: Application updated successfully
tr: Uygulama başarıyla güncellendi

source: _Connection
tr: _Bağlantı

source: _New
tr: _Yeni

source: _Execute
tr: _Çalıştır

source: _Remove
tr: _Sil

source: _Tools
tr: _Araçlar

source: Create desktop launcher
tr: Masaüstü başlatıcı oluştur

source: Import from Remmina
tr: Remmina'dan içe aktar

source: Import from RDP file
tr: RDP dosyasından içe aktar

source: _Help
tr: _Yardım

source: Execute
tr: Çalıştır

source: New
tr: Yeni

source: Delete
tr: Sil

source: Quit
tr: Kapat

source: Name
tr: İsim

source: App
tr: Uygulama

source: Server
tr: Sunucu

source: Please select remote application or create new
tr: Lütfen uzak uygulama seçin ya da yeni oluşturun

source: Application name
tr: Uygulama adı

source: Name must be unique and consists of letters and numbers
tr: İsim benzersiz olmalı ve harf ve rakamlardan oluşmalıdır

source: Application
tr: Uygulama

source: Application to execute. Avoid using ":"
tr: Çalıştırma için uygulama. Kullanmaktan kaçının ":"

source: Application can't be empty. Refer to Help about more info on this field
tr: Uygulama boş bırakılamaz. Bu ilgili daha fazla bilgi hakkında Yardım bölümüne bakını.

source: Terminal server address
tr: Terminal sunucusu adresi

source: Server can't be empty
tr: Sunucu boş olamaz

source: Password
tr: Şifre

source: Domain
tr: Alan adı

source: Username
tr: Kullanıcı adı

source: Username cant't be empty
tr: Kullanıcı adı boş olamaz

source: Port have to be in 1-65535 range
tr: Port 1-65535 aralığında olmalıdır

source: Disable compression
tr: Sıkıştırma devre dışı

source: Disable clipboard
tr: Pano devre dışı

source: Disable sound
tr: Ses devre dışı

source: Folder to share
tr: Paylaşılacak dizin

source: Folder not accessible
tr: Dizin erişilebilir değil

source: Disable RemoteFX
tr: RemoteFX devre dışı

source: Cancel
tr: İptal

source: Save
tr: Kaydet

source: Disable printer
tr: Yazıcı devre dışı

source: Show WinConn
tr: WinConn'u Göster

source: Show debug messages (-vv debugs winconn_lib also)
tr: Hata ayıklama mesajlarını göster (-vv debugs winconn_lib also)

source: Create new application connection
tr: Yeni uygulama bağlantısı oluştur

source: Execute saved application by name
tr: Kayıtlı uygulamayı isme göre çalıştır

source: Enter password for application:
tr: Uygulama için şifre girin:

source: About WinConn
tr: WinConn Hakkında

source: WinConn site
tr: WinConn sitesi

source: Input String
tr: Dizge Girin

source: Input a String:
tr: Bir Dizge Girin:

source: Choose Date
tr: Tarih Seçin

source: Choose a Date:
tr: Bir Tarih Seçin:

source: Enter Number
tr: Numara Girin

source: Enter an Integer Value:
tr: Tamsayı Değeri Girin:

source: Enter Price
tr: Fiyat Girin

source: Choose a Price:
tr: Bir fiyat seçin:

source: Choose Yes or No
tr: Evet veya Hayır'ı seçin

source: Choose an option
tr: Bir seçenek seç

source: Warning
tr: Uyarı

source: Error
tr: Hata

source: Information
tr: Bilgi

source: Choose an Image
tr: Bir Resim Seç

source: Choose a Directory
tr: Bir Dizin Seç

source: WinConn RemoteApp manager
tr: WinConn Uzak Uygulama yöneticisi

source: Add new remote app
tr: Yeni uzak uygulama ekle
